{
	"imgs": [
		"m1.png",
		"m2.png",
		"m3.png",
		"m4.png",
		"m5.png",
		"m6.png",
		"m7.png"
	],
	"sentence": [
		"He is someone who makes you feel cherished and valued, who loves and supports you through thick and thin, and who brings joy and passion to your life.",
		"He is someone who makes you feel safe and protected, who listens to you and respects your feelings and opinions, and who treats you with kindness and understanding.",
		"He is someone who is attentive to your needs, who puts effort into understanding what makes you happy and fulfilled, and who is always willing to go the extra mile to make you feel loved and appreciated.",
		"He is someone who is confident and self-assured, who knows what he wants and is not afraid to go after it, and who inspires you to be your best self.",
		"He is someone who is passionate and sensual, who knows how to touch and kiss you in just the right way, and who ignites a fire within you that never fades.",
		"Heis someone who is honest and trustworthy, who is open and transparent with you about his feelings and intentions, and who never plays games or manipulates you.",
		"He is someone who is generous and giving, who puts your needs and desires above his own, and who is always looking for ways to make you smile and feel special.",
		"He is someone who is loyal and committed, who is willing to stick by your side through thick and thin, and who makes you feel secure and confident in your relationship.",
		"He is someone who is adventurous and spontaneous, who is always up for trying new things and exploring the world with you, and who never lets the spark of excitement and wonder fade.",
		"He is someone who is intelligent and thoughtful, who engages you in deep and meaningful conversations, and who challenges you to think and grow as a person.",
		"He is someone who is supportive and encouraging, who believes in your dreams and aspirations, and who helps you achieve your goals.",
		"He is someone who is playful and fun-loving, who knows how to make you laugh and enjoy life to the fullest, and who never takes himself or the world too seriously.",
		"He is someone who is respectful and considerate, who values your opinions and boundaries, and who always treats you with kindness and compassion.",
		"Heis someone who is ambitious and driven, who has goals and aspirations for his own life, and who inspires you to pursue your own passions and dreams.",
		"He is someone who is responsible and reliable, who can be counted on to be there for you when you need him, and who always follows through on his promises.",
		"He is someone who is romantic and thoughtful, who knows how to sweep you off your feet with gestures big and small, and who never forgets to show you how much he loves you.",
		"He is someone who is dominant and assertive, who knows how to take charge in the bedroom and make you feel desired and wanted, and who always respects your boundaries and desires.",
		"He is someone who is communicative and open, who is willing to share his thoughts and feelings with you, and who is always ready to work through any challenges or conflicts that arise in your relationship.",
		"He is someone who is attentive to your sexual needs, who is willing to explore new things and experiment with you, and who always makes you feel desired and satisfied.",
		"He is someone who is empathetic and compassionate, who understands your struggles and challenges, and who is always there to offer a listening ear and a comforting embrace."

	],
	"keyWord": [
		"Passionate",
		"Affectionate",
		"Considerate",
		"Charismatic",
		"Confident",
		"Charming",
		"Handsome",
		"Protective",
		"Attentive",
		"Strong",
		"Compassionate",
		"Intelligent",
		"Adventurous",
		"Reliable",
		"Reliable",
		"Caring",
		"Sensual",
		"Masculine",
		"Ambitious",
		"Spontaneous",
		"Playful",
		"Honest",
		"Romantic",
		"Loving",
		"Dominant",
		"Attentive",
		"Sexy",
		"Affectionate",
		"Protective",
		"Fun-loving"
	]
}