{
	"imgs": [
		"n1.png",
		"n2.png",
		"n3.png",
		"n4.png",
		"n5.png",
		"n6.png",
		"n7.png"
	],
	"sentence": [
		"She is strong, not just physically but mentally and emotionally too. She can handle adversity and challenges with grace and resilience.",
		"She is nurturing and caring, often putting the needs of others before her own. Her love and affection are unconditional and unwavering.",
		"She is intelligent and insightful, with a thirst for knowledge and understanding. She is curious and always seeking to learn and grow.",
		"She is creative and imaginative, with a unique perspective on the world. She expresses herself through art, music, writing, or other creative outlets.",
		"She is passionate and intense, with a fire in her soul that fuels her ambitions and goals. She pursues her dreams with determination and perseverance.",
		"She is intuitive and perceptive, able to read between the lines and sense the emotions of others. Her empathy and understanding make her a great listener and friend.",
		"She is independent and self-sufficient, capable of taking care of herself and making her own decisions. She knows her worth and isn't afraid to stand up for herself.",
		"She is loving and affectionate, showing her love through words, actions, and physical touch. Her warmth and tenderness make her a joy to be around.",
		"She is loyal and trustworthy, a true friend who keeps her promises and never betrays the trust of others. Her integrity and honesty are unmatched.",
		"She is confident and assertive, able to speak her mind and assert her boundaries. Her self-assuredness inspires others and commands respect.",
		"She is adaptable and flexible, able to pivot and adjust to changing circumstances. She is resourceful and able to find solutions to even the most challenging problems.",
		"She is graceful and elegant, with a natural poise and refinement that draws others to her. Her beauty is more than skin deep; it radiates from within.",
		"She is adventurous and daring, always seeking out new experiences and challenges. She lives life to the fullest, unafraid to take risks and try new things.",
		"She is responsible and dependable, fulfilling her commitments and following through on her promises. Her reliability makes her a valuable asset to any team",
		"She is respectful and polite, treating others with kindness and consideration. Her manners and etiquette are impeccable.",
		"She is generous and giving, always willing to lend a helping hand to those in need. Her compassion and generosity are an inspiration to others.",
		"She is open-minded and tolerant, accepting of others and their differences. Her inclusivity and acceptance make her a true ally and advocate for social justice."
	],
	"keyWord": [
		"Passionate",
		"Sensual",
		"Affectionate",
		"Alluring",
		"Beautiful",
		"Charming",
		"Seductive",
		"Romantic",
		"Playful",
		"Captivating",
		"Irresistible",
		"Tender",
		"Fascinating",
		"Enchanting",
		"Mysterious",
		"Devoted",
		"Intense",
		"Adoring",
		"Graceful",
		"Tempting",
		"Loyal",
		"Voluptuous",
		"Desirable",
		"Magnetic",
		"Elegant",
		"Attractive",
		"Dreamy",
		"Satisfying",
		"Impassioned"
	]
}